Repository: LukaszLejman/PJN
Catalog: manuals/1/align_2017.12.08_13.27.55/RS800CX-HRRS800CX.tmx
Source language: en
Languages: hr

source: 55 Heart Rate Variability ............................................................................................................
hr: Promjenjivost otkucaja srca...............................................................................................

source: 55 Running Cadence and Stride Length ..........................................................................................
hr: Ritam trčanja i dužina koraka .............................................................................................

source: 56 R-R Recording .....................................................................................................................
hr: R-R snimanje ...................................................................................................................

source: 57 Polar Running Index..............................................................................................................
hr: Polar indeks trčanja ..........................................................................................................

source: 57 Polar Training Articles...........................................................................................................
hr: Biblioteka Polar članaka ....................................................................................................

source: 59 12.CUSTOMER SERVICE INFORMATION ...........................................................................................
hr: 12.INFORMACIJE SLUŽBE ZA KORISNIKE...............................................................................

source: 60 Care and Maintenance...........................................................................................................
hr: Briga i održavanje.............................................................................................................

source: 60 Caring For Your Product .....................................................................................................
hr: Briga o vašem proizvodu ...................................................................................................

source: 60 Service ...........................................................................................................................
hr: Servis ............................................................................................................................

source: 60 Changing Batteries............................................................................................................
hr: Zamjena baterija ..............................................................................................................

source: 60 Changing Training Computer Battery .....................................................................................
hr: Zamjena baterije monitora srčane frekvencije.........................................................................

source: 61 Precautions ........................................................................................................................
hr: Mjere opreza ....................................................................................................................

source: 62 Interference During Exercise ..............................................................................................
hr: Smetnje za vrijeme vježbanja .............................................................................................

source: 62 Minimizing Risks When Exercising........................................................................................
hr: Minimiziranje rizika prilikom vježbanja ..................................................................................

source: 62 Technical Specifications ........................................................................................................
hr: 53 53 54 54 55 55 56 56 57 57 60 61 61 61 61 61 61 62 62 63 HRVATSKI, SRPSKI

source: 63 Frequently Asked Questions.....................................................................................................
hr: Tehničke specifikacije .......................................................................................................

source: 64 ENGLISH
hr: Često postavljana pitanja ..................................................................................................

source: Limited International Polar Guarantee ........................................................................................
hr: Ograničeno Polar međunarodno jamstvo ............................................................................

source: 66 Polar Disclaimer ..................................................................................................................
hr: Polar pravna izjava ...........................................................................................................

source: 67 INDEX ...............................................................................................................................
hr: 63 65 66 67 INDEKS ...........................................................................................................................

source: 68 ENGLISH
hr: 69 HRVATSKI, SRPSKI

source: 1. INTRODUCTION
hr: 1. UVOD Čestitamo!

source: Congratulations! You have purchased a complete training system to tailor-fit your training needs.
hr: Kupili ste kompletni sustav za vježbanje koji je iskrojen prema vašim potrebama za vježbanjem.

source: This user manual includes complete instructions on getting the most of your Polar RS800CX training computer.
hr: Ovaj korisnički priručnik sadrži kompletne upute, koje će vam pomoći da do kraja iskoristite vaše monitor srčane frekvencije.

source: The latest version of this user manual can be downloaded at http://www.polar.com/support.
hr: Najnovija inačica ovog korisničkog priručnika se može skinuti s http://www.polar.fi/support.

source: For video tutorials, go to http://www.polar.com/en/support/video_tutorials.
hr: Za video upute, posjetite http://www.polar.fi/en/support/video_tutorials. UVOD

source: Introduction 5
hr: 5 HRVATSKI, SRPSKI

source: ENGLISH 2. TRAINING COMPUTER PARTS
hr: 2. DIJELOVI MONITORA SRČANE FREKVENCIJE

source: 1. Polar RS800CX training computer: displays and records your heart rate and other exercise data during exercise.
hr: 1. 2. Polar RS800CX monitor srčane frekvencije: prikazuje i sprema otkucaje srca i druge podatke tijekom vježbanja.

source: 2. Polar Polar H3 heart rate sensor: sends the heart rate signal to the training computer.
hr: 2. Polar WearLink® W.I.N.D. primopredajnik: šalje signal otkucaja srca u monitor srčane frekvencije.

source: Includes a connector and strap.
hr: Uključuje priključak i pojas.

source: CD-ROM: The CD includes Polar ProTrainer 5 TM software and a complete user manual.
hr: TM CD-ROM: sadrži Polar ProTrainer 5

source: Polarpersonaltrainer.con web service: Polarpersonaltrainer.com is your online training diary and interactive training community that keeps you motivated.
hr: softver i kompletni korisnički priručnik.

source: The latest version of this user manual can be downloaded at www.polar.com/support.
hr: Najnovija inačica ovog korisničkog priručnika se može skinuti s http://www.polar.fi/support.

source: Optional Accessories
hr: Opcijska dodatna oprema

source: 1. Polar s3/s3+ stride sensorTM W.I.N.D.: transmits the running speed/pace and distance measurements to the training computer.
hr: 1. 2. Polar s3 senzor brzine trčanja TM W.I.N.D.: prenosi signal brzine/ritma trčanja i udaljenosti u monitor srčane frekvencije.

source: Also measures running cadence and stride length.
hr: Također mjeri ritam trčanja i dužinu koraka.

source: 2. Polar G3/G5 GPS sensorTM W.I.N.D.: provides speed, distance and location data, as well as track information, in all outdoor sports using Global Positioning System (GPS) technology.
hr: Polar G3 GPS senzorTM : pruža podatke o brzini, udaljenosti i lokaciji, kao i informacije o stazi, u svim sportovima na otvorenom, koristeći GPS (Global Positioninh System) tehnologiju.

source: You can transfer your track data to the Polar ProTrainer 5 software to view in Google Earth or to convert into a GPX file.
hr: Prebacite vaše podatke o stazi u Polar ProTrainer 5 softver kako bih ih pregledali u Google Earth servisu ili pretvorili u GPX datoteku.

source: For more information, see software help.
hr: Za više informacija, pogledajte upute za softver.

source: 3. Polar Cycling Speed SensorTM W.I.N.D.: measures speed and distance when cycling.
hr: Polar senzor brzineTM W.I.N.D.: mjeri brzinu i udaljenost tijekom vožnje bicikla.

source: 4. Polar Cadence Sensor TM W.I.N.D.: measures cadence, i.e. crank revolutions per minute when cycling.
hr: Polar senzor ritmaTM W.I.N.D.: mjeri ritam, odnosno broj okretaja pedala u minuti.

source: When using the Polar G3/G5 GPS sensor with a Polar s3/s3+ stride sensor or Polar cycling speed sensor, the GPS will only be used for location and route tracking.
hr: 3. 4. Prilikom uporabe Polar G3 GPS senzora s Polar s3 senzorom brzine trčanja ili Polar senzorom brzine, GPS će se koristiti samo za određivanje lokacije i praćenje rute.

source: However, when the s3/s3+ stride sensor or cycling speed sensor is not in range (e.g. the type of sport changes during training), the training computer automatically retrieves speed and distance data from the GPS sensor.
hr: Međutim, ako s3 senzor brzine trčanja ili senzor brzine vožnje nisu u dometu (npr. promjeni se vrsta sporta tijekom vježbanja), monitor srčane frekvencije automatski prima podatke o brzini i udaljenosti iz GPS senzora.

source: This way the speed and distance measurement is secured throughout your training session.
hr: Na ovaj način se osigurava mjerenje brzine i udaljenosti tijekom vježbanja.

source: To start using the s3/s3+ stride sensor or the cycling speed sensor again, long press LIGHT and select Seek sensor.
hr: Za ponovni početak uporabe s3 senzora brzine trčanja ili senzora brzine, dugo pritisnite tipku SVJETLO i odaberite Seek sensor.

source: 6 Training Computer Parts
hr: 6 DIJELOVI MONITORA SRČANE FREKVENCIJE

source: 3. GETTING STARTED
hr: 3. PRIPREMA Osnovne postavke

source: Basic Settings Before exercising with your training computer, customize the basic settings.
hr: Prije prve uporabe vašeg monitora srčane frekvencije, prilagodite osnovne postavke.

source: Enter as accurate data as possible to ensure correct performance feedback based on your personal metrics.
hr: Unesite što je moguće točnije podatke, kako bi osigurali točne povratne informacije na osnovi vaše izvedbe.

source: To adjust the data, use UP, DOWN and accept with OK.
hr: Za namještanje podataka, koristite tipke GORE, DOLJE i prihvatite s OK.

source: The values scroll faster if you press and hold UP or DOWN.
hr: Vrijednosti se brže mijenjaju ako pritisnite i držite tipke GORE ili DOLJE.

source: 1. To activate your training computer, press OK twice.
hr: 1. 2. 3. 4. 5. 6. 7. 8. 9. 10. 11. 12. Za aktiviranje vašeg monitora srčane frekvencije, pritisnite tipku OK dva puta.

source: 2. The Polar logo will appear.
hr: Pojaviti će se Polar logo.

source: Press OK.
hr: Pritisnite OK.

source: 3. Language: Select English, Deutsch, Español, Français or Italian.
hr: Jezik (Language): Odaberite English, Deutsch, Español, Français ili Italian.

source: 4. Start with basic settings is displayed.
hr: Prikaže se Start with basic settings (Počnite s osnovnim postavkama).

source: 5. Time: Select 12h or 24h.
hr: Time (vrijeme): Odaberite 12h ili 24h.

source: With 12h, select AM or PM.
hr: Kod 12h odaberite AM ili PM.

source: Set the local time.
hr: Unesite lokalno vrijeme.

source: 6. Date: Set today’s date, dd=day, mm=month, yy=year.
hr: Date (datum): Unesite trenutni datum; dd=dan, mm=mjesec, yy=godina.

source: 7. Units: Select metric (kg/cm/km) or imperial (lb/ft/mi) units.
hr: Units (jedinice): odaberite metričke (kg/cm/km) ili imperijalne (lb/ft/mi) jedinice.

source: 8. Weight: Enter your weight.
hr: Weight (masa): unesite vašu masu.

source: To change units, press and hold LIGHT.
hr: Za promjenu jedinica pritisnite i držite SVJETLO.

source: 9. Height: Enter your height.
hr: Height (visina): unesite vašu visinu.

source: If you use imperial units, first set feet (ft) then inches (in).
hr: Kod imperijalnih jedinica, prvo unesite stope, a nakon toga inče.

source: 10. Birthday: Enter your date of birth, dd=day, mm=month, yy=year.
hr: Birthday (datum rođenja): unesite vaš datum rođenja; dd=dan, mm=mjesec, yy=godina.

source: 11. Sex: Select Male or Female.
hr: Sex (spol): Odaberite Male (muški) ili Female (ženski).

source: 12. Settings OK? is displayed.
hr: Prikaže se Settings OK? (Postavke OK?).

source: Select Yes: Settings are accepted and saved.
hr: Odaberite Yes: za prihvaćanje i spremanje postavki.

source: The training computer will display the time.
hr: Monitor srčane frekvencije će prikazati vrijeme.

source: Select No if settings are incorrect and need to be changed.
hr: Odaberite No ako su postavke netočne i treba ih promijeniti.

source: Press STOP to return to the data you want to change.
hr: Pritisnite STOP za povratak na podatke koje želite promijeniti. PRIPREMA

source: Getting Started 7
hr: 7 HRVATSKI, SRPSKI

source: ENGLISH Menu Structure
hr: Struktura izbornika

source: 8 Getting Started
hr: 8 PRIPREMA

source: 4. PREPARE FOR TRAINING
hr: HRVATSKI, SRPSKI

source: Plan Your Training Exercise Types You can utilize the installed ready-made exercises or create your own using the training computer.
hr: 4. PRIPREMA ZA VJEŽBANJE Planiranje vašeg vježbanja Vrste vježbi Na vašem monitoru srčane frekvencije možete provesti instalirane pripremljene vježbe ili možete stvoriti nove.

source: Create more versatile ones and transfer them to the training computer by using the Polar ProTrainer 5.
hr: Koristeći Polar ProTrainer 5 softver isplanirajte i stvorite više raznolikih vježbi i prenesite ih na vaš monitor srčane frekvencije.

source: Select Settings > Exercise
hr: Odaberite Settings > Exercise

source: The Exercise menu shows a list of exercises.
hr: Izbornik Exercise prikazuje popis vježbi.

source: Navigate through the options with UP or DOWN and view the exercise by pressing OK.
hr: Krećite se kroz opcije pomoću tipki GORE ili DOLJE i pregledajte vježbu pritiskom na OK.

source: • Free: Free exercise with no preset settings. • Basic: Basic training with moderate intensity.
hr: • • • • Free: Slobodna vježba bez postavki. Basic: Vježbanje s blagim intenzitetom.

source: Duration around 45 min. • Interval : Basic interval training.
hr: Trajanje oko 45 min. Interval : Osnovno intervalno.

source: Exercise starts with a 15-minute warm-up, followed by a 1km interval and a 3-minute recovery period, repeated 5 times.
hr: • interval i 3 minutno razdoblje odmora, ponovljeno 5 puta. Ciklus završava s 15 minutnim hlađenjem.

source: The session ends with a 15-minute cool-down. • OwnZone: The training computer automatically determines your individual aerobic (cardiovascular) heart rate zone.
hr: OwnZone: Monitor srčane frekvencije je u mogućnosti automatski odrediti vašu individualnu aerobnu (kardiovaskularnu) zonu otkucaja srca.

source: This is called OwnZone.
hr: To se naziva OwnZone.

source: Suggested duration for the exercise is 45 minutes.
hr: Preporučeno trajanje 45 minuta.

source: For further information, see Determine Your OwnZone (page 21).
hr: Za dodatne informacije, pogledajte Određivanje vaše zone (OwnZone) (stranica 22 Za dodatne ). informacije, pogledajte OwnZone vježbanje (stranica 54 ).

source: Additional background information can be found in OwnZone Training (page 54). • Add new: Create and save your own basic exercise.
hr: Add new: Stvorite i spremite vlastitu vježbu.

source: You can store a total of 10 exercises + 1 Free exercise in your training computer.
hr: Spremite do ukupno 10 vježbi + 1 Free vježbu u vaš monitor srčane frekvencije.

source: After selecting the exercise, the following options are displayed.
hr: Nakon odabira željene vježbe, prikažu se slijedeće opcije.

source: Select the desired option and press OK.
hr: Odaberite željenu opciju i pritisnite OK.

source: 1. Select the exercise as a default exercise.
hr: 1. 2. Select (odabir) vježbe kao standardne vježbe.

source: The next time you train, your training computer will offer this exercise as a default.
hr: Slijedeći put kada krenete vježbati, vaš monitor srčane frekvencije će ponuditi ovu vježbu.

source: 2. View the exercise settings.
hr: View (pregled) postavki vježbe.

source: Scroll UP or DOWN to view: a.
hr: Za pregled pritisnite GORE ili DOLJE:

source: Basic exercise with 1-3 exercise zones: target heart rate zone, speed/pace or cadence limits for each zone, timer/distance* for the zone, or b. Exercise created with the software: name, description, target exercise time.
hr: a. b. 3. Osnovno vježbanje u 1-3 zone vježbanja: ciljani broj otkucaja srca, granična brzina/ritam za svaku zonu, vrije/udaljenost* za zonu, ili Vježbanje kreirano softverom: naziv, opis, ciljano vrijeme vježbanja.

source: (Press and hold LIGHT to view the exercise phases and chosen sport profile.) 3.
hr: (Pritisnite i držite SVJETLO za pregled faza vježbanja i odabranog sportskog profila.)

source: Edit Basic or OwnZone exercise according to personal requirements.
hr: Edit Basic (namjestite) ili OwnZone vježbu prema vašim potrebama.

source: You can also edit an exercise created with the training computer.
hr: Također možete namjestiti vježbu

source: For further information, see Create New Exercises (page 9).
hr: napravljeno pomoću monitora srčane frekvencije.

source: If you created an exercise with the software that includes phases, you cannot edit them with the training computer.
hr: Za dodatne informacije, pogledajte Stvorite novu vježbu (stranica 9 Ako ste vježbu stvorili sa softverom, a koja uključuje faze, ne možete ih namjestiti s ). vašim monitorom srčane frekvencije.

source: 4. Rename Basic, Interval or other exercise created with the training computer.
hr: 4. 5. 6. Rename Basic (promijeni naziv) Interval ili druge vježbe stvorene s monitorom srčane frekvencije.

source: 5. Default - Return to default settings of Basic, Interval or OwnZone exercise.
hr: Default (standardno) Povratak na standardne postavke Basic, Interval ili OwnZone vježbi.

source: 6. Delete exercises created with the training computer or the software. Create New Exercises Create a New Exercise with Zones
hr: Delete (brisanje) vježbu koju ste stvorili koristeći monitor srčane frekvencije ili softver.

source: Create your own exercises with the training computer.
hr: Stvorite novu vježbu Stvorite novu vježbu sa zonama

source: Select Settings > Exercises > Add new
hr: PRIPREMA ZA VJEŽBANJE

source: Prepare For Training 9
hr: 9 HRVATSKI, SRPSKI

source: 1. Set the Number of zones for the exercise (0-3) and press OK.
hr: 2. Postavite broj zona za vježbu ( Number of zones ) (0-3) i pritisnite OK.

source: For 0 zones, see Create a New Exercise without Zones.
hr: Za 0 zona, pogledajte Stvorite novu vježbu bez zona.

source: 2. Choose Zone type: • Heart rate For heart rate zones, select sport zones, or manual heart rate zones.
hr: Odaberite Zone type (vrsta zone). • Heart rate (Broj otkucaja srca) Za zone otkucaje srca, odaberite sportske zone ili ručno postavljanje zone otkucaja srca.

source: Sport zone: Select one of the sport zones (e.g. Z1: 50-59%) for your exercise.
hr: Sport zone: Za svoju vježbu odaberite jednu od sportskih zona (npr. Z1: 50-59% HR max).

source: Press OK to continue to step 3.
hr: Pritisnite OK za nastavak na korak 3.

source: Polar sport zones are heart rate intensity areas expressed as percentages of your maximum heart rate.
hr: Polar sportske zone su područja broja otkucaja srca u postocima vašeg maksimalnog broja otkucaja srca.

source: Five different sport zones are set in the training computer as a default: very light (50-59% HRmax), light (60-69% HRmax), moderate (70-79% HRmax), hard (80-89% HRmax), and maximum (90-99% HRmax).
hr: U monitor srčane frekvencije je standardno postavljeno pet različitih sportskih zona: very light (50-59% HRmax), light (60-69% HRmax), moderate (70-79% HRmax), hard (80-89% HRmax), i maximum (90-99% HRmax).

source: Default HRmax value is usually age-based, but if you know your aerobic and anaerobic thresholds, have had your predicted maximum heart rate (HRmax-p) measured in a Polar Fitness Test TM, tested your maximum heart rate yourself or in a lab, then you can define sport zones to better suit your training needs.
hr: Standardna vrijednost HRmax je bazirana na starosti, ali ako znate vaše točne aerobne i anaerobne granice, te ako je vaš maksimalan broj otkucaja srca (HR max-p) pretpostavljen u Polar Fitness Test TM testu, sami ste ili u laboratoriju testirali svoj maksimalan broj otkucaja srca, tada možete definirati sportske zone koje će bolje odgovarati vašim potrebama za vježbanjem.

source: For more information, see ProTrainer 5 software help.
hr: Za više informacija, pogledajte upute za ProTrainer 5 softver.

source: Manual: Set the high and low zone limits as bpm or HR% / HRR% and press OK to continue to step 3. • Speed/pace (optional s3/s3+ stride sensor, G3/G5 GPS sensor or cycling speed sensor W.I.N.D required) For speed/pace zones, set the high and low zone limits.
hr: Manual: Postavite gornje i donje granične vrijednosti otkucaja srca u broju otkucaja u minuti (bpm) ili HR% / HRR% i pritisnite OK akko bi nastavili s korakom 3. • Speed/pace (Brzina) (potreban opcijski s3 senzor brzine trčanja, G3 GPS senzor ili senzor brzine W.I.N.D.).

source: Press OK to continue to step 3. • Cadence (optional s3/s3+ stride sensor or cadence sensor W.I.N.D. required) For cadence zones, set the high and low zone limits.
hr: Ako ste odabrali zone brzine, postavite granice visoke i niske zone. Pritisnite OK kako bi nastavili s korakom 3. • Cadence (Ritam) (potreban opcijski s3 senzor brzine trčanja ili senzor ritma W.I.N.D.)

source: 3. Set Zone guide to change zone after a specified time or distance*.
hr: 3. Postavite Zone guide za promjenu zona nakon određenog proteklog vremena ili udaljenosti*.

source: During your workout, the training computer will alert you when changing zones. • Timers : Set a timer for the zone (minutes and seconds) and press OK.
hr: Za vrijeme vježbanja, monitor srčane frekvencije će vas upozoriti na promjenu zona. • Timers : Postavite tajmer za zonu (minute i sekunde) i pritisnite OK.

source: Or • Distances*: Set the distance for the zone and press OK.
hr: Ili • Distances*: Postavite udaljenost za zonu i pritisnite OK.

source: Or • Off: Select off for timers and distances and press OK.
hr: Ili • Off: Deaktivirajte tajmere i udaljenosti i pritisnite OK.

source: Once you have defined the first zone, Zone 1 OK is displayed.
hr: Kada definirate prvu zonu, na zaslonu se prikaže Zone 1 OK.

source: For more than one exercise zone, repeat steps 2 and 3 until all zones are defined.
hr: Za više od jedne zone vježbanja, ponovite korake 2 i 3 dok ne definirate sve zone.

source: When the exercise is ready, New exercise added is displayed.
hr: Kada je vježba spremna, na zaslonu se prikaže New exercise added .

source: The new exercise (NewExe) is stored in the Exercises menu, where you can select it during your next workout.
hr: Nova vježba ( NewExe) je spremljena u izbornik Exercises , gdje je možete odabrati za vaše slijedeće vježbanje.

source: Rename the exercise by selecting Rename from the list.
hr: Promijenite naziv vježbe odabirom Rename iz popisa.
